Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerKilogram Property
 tonnes of carbon dioxide per kilogram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerKilogram { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerKilogram As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerKilogram {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerKilogram : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace